[
    "Проектирование и инжиниринг: AutoCAD, Revit, ArchiCAD, BIM, 3D моделирование.",
    "Сметное дело и нормативы: ГЭСН, ФЕР, ГОСТ, смета, экспертиза, estimate, cost control.",
    "Строительно-монтажные работы: электромонтаж, сантехника, отделка, кладка, бетонные работы, сварка.",
    "Инженерные сети и технические системы: вентиляция, отопление, водоснабжение, электрика.",
    "Техника и безопасность: ОТ и ТБ, ПБ, ПУЭ, пожарная безопасность, экология.",
    "Механообработка и ЧПУ: станки CNC, G-code, Siemens, Fanuc, Mazak, CAM, CAD/CAM.",
    "Инженерный дизайн и конструкторская документация: SolidWorks, Inventor, Fusion 360, компоновка узлов.",
    "Металлургия и сварка: MIG, MAG, TIG, аргон, плазма, разряды сварщика.",
    "Качество и метрология: ISO 9001, контроль качества, КИМ, толщиномеры, штангенциркуль.",
    "Производственная система: Lean, Kaizen, 5S, Kanban, TPM, Six Sigma.",
    "Автоматизация и робототехника: PLC, Siemens S7, ABB, Fanuc robot, SCADA.",
    "Графический и веб-дизайн: Photoshop (PS), Illustrator (AI), Figma, Corel, InDesign.",
    "Видео и анимация: After Effects, Premiere, DaVinci Resolve, Blender, Motion design.",
    "Маркетинг и реклама: SMM, SEO, контекстная реклама, таргетинг, email-маркетинг, брендинг.",
    "Копирайтинг и контент: тексты, storytelling, tone of voice, нейминг.",
    "UX/UI: прототипирование, CJM, User flow, A/B testing, исследования пользователей.",
    "PR и бренд-менеджмент: медиа, взаимодействие со СМИ, event, инфлюенсеры.",
    "Учёт и отчётность: 1С, Бухгалтерия, МСФО, GAAP, налоги, финансовая отчётность.",
    "Финансовый анализ и контроль: Excel, Power Query, Power BI, финансовое моделирование, DCF, budgeting.",
    "Банковская и кредитная сфера: скоринг, AML/KYC, ипотека, лизинг, вклады.",
    "Управление персоналом и HR: кадровый учёт, OKR/KPI, подбор, оценка эффективности.",
    "Менеджмент и управление проектами: PMP, Prince2, Agile, Scrum, Kanban.",
    "Медицинские специальности: терапия, педиатрия, хирургия, стоматология, медсестра, фармация.",
    "Диагностика и анализы: УЗИ, рентген, КТ, анализ крови, лабораторная диагностика.",
    "Образование и педагогика: учитель, репетитор, методика обучения, педагогика, дошкольное развитие.",
    "Психология и логопедия: коррекционная педагогика, психотерапия, логопед, психодиагностика.",
    "Социальная работа: соцслужбы, реабилитация, патронаж, опека.",
    "Логистика и склад: WMS, 1С-Склад, приёмка, отгрузка, инвентаризация, транспортная логистика.",
    "Ритейл и продажи: касса, POS, мерчендайзинг, CRM, продажи B2B/B2C, upsell.",
    "HoReCa (кафе/отели): бариста, официант, бармен, шеф-повар, housekeeping, рецепция.",
    "Закупки и снабжение: тендеры, договорная работа, закупочные планы, E-Marketplace.",
    "Уровни владения: A1–C2 (CEFR), IELTS, TOEFL, DELE, DALF, TestDaF.",
    "Типы переводов: устный, письменный, синхронный, последовательный, технический, художественный.",
    "Лингвистика и редактирование: proofreading, editing, localization, терминология.",
    "Музыка: гитара, фортепиано, вокал, аранжировка, запись, Ableton, FL Studio.",
    "Спорт: футбол, бег, йога, фитнес, плавание, тренер, CrossFit.",
    "Ремёсла: вышивка, шитьё, вязание, столярное дело, резьба по дереву, кулинария.",
    "Искусство: живопись, рисование, скульптура, театр, кинопроизводство, фотография.",
    "Управление и проект-менеджмент: PMP, Prince2, Agile PM, Scrum Master.",
    "ИТ и администрирование: AWS Certified, Cisco CCNA/CCNP, Microsoft AZ-900, Linux LFCS.",
    "Качество и производство: Lean Six Sigma Green/Black Belt, ISO 9001.",
    "Языковые: IELTS, TOEFL, Cambridge CAE/CPE, DELE.",
    "Профессио-разряды: сварщик 4 разряда, электромонтёр, водитель категории B/C/D.",
    "Дизайн/медиа: Figma, PS (Photoshop), AI (Illustrator), PR (Premiere Pro), AE (After Effects).",
    "Инженерия: AutoCAD, Revit, SolidWorks, CATIA, ANSYS.",
    "ИТ инфраструктура: AWS, Azure, GCP, Docker, Kubernetes, Git.",
    "Офис/бизнес: MS Office, Excel, Power BI, 1С.",
    "Маркетинг: GA (Google Analytics), GTM, Meta Ads, TikTok Ads.",
    "Разработка ПО: Python, Java, C#, C++, JavaScript, TypeScript, Go, Rust.",
    "Веб-разработка: HTML, CSS, React, Angular, Vue, Next.js, Node.js, Django, FastAPI, Spring.",
    "Мобильная разработка: Kotlin, Swift, Flutter, React Native.",
    "DevOps и инфраструктура: Docker, Kubernetes, CI/CD, GitLab CI, Terraform, Ansible, Linux.",
    "Data Science / ML: NumPy, Pandas, Scikit-learn, TensorFlow, PyTorch, MLflow, Hugging Face.",
    "Базы данных: SQL, PostgreSQL, MySQL, MongoDB, Redis, Elasticsearch.",
    "Кибербезопасность: OWASP, Pentest, SIEM, SOC, ISO 27001.",
    "QA и тестирование: Selenium, Pytest, Postman, API-тесты, CI.",
    "Архитектура и управление разработкой: Agile, Scrum, Kanban, Git, Code Review."
]